<div class="card">
	<div class="card__img"></div>
	<div class="card__sammary">
		<div class="card__title">Часовая башня</div>
		<div class="card__text">Доминанта старого Выборга — часовая башня высотой 25 метров. Построена в XV века.</div>
		<div class="card__controls">
			<div class="card__services">
				<div class="card__service">
					<svg class="card__svg" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
						<g clip-path="url(#clip0_1699_4509)">
							<path d="M23.9996 -0.000488281L-0.000366211 9.7529L10.5019 13.5033L14.2523 23.9995L23.9996 -0.000488281Z" fill="url(#paint0_linear_1699_4509)"/>
							<path d="M23.9995 -0.000488281L10.1273 13.8777L14.2522 23.9995L23.9995 -0.000488281Z" fill="#FFCC00"/>
							<path d="M9.75285 14.2522L14.2521 23.9995L12.7483 11.2507L-0.000549316 9.75293L9.75285 14.2522Z" fill="#ECA704"/>
						</g>
						<defs>
							<linearGradient id="paint0_linear_1699_4509" x1="-0.000268217" y1="23.999" x2="24.0007" y2="-0.00198537" gradientUnits="userSpaceOnUse">
								<stop stop-color="#FFCC00"/>
								<stop offset="1" stop-color="#FFE992"/>
							</linearGradient>
							<clipPath id="clip0_1699_4509">
								<rect width="24" height="24" fill="white"/>
							</clipPath>
						</defs>
					</svg>
					<div class="card__hint">Построить<br>маршрут</div>
				</div>
				<div class="card__service">
					<svg class="card__svg" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
						<path d="M6 24C2.68629 24 0 21.3137 0 18V4.94143C0 2.21229 2.21186 0 4.94143 0H19.0586C21.7881 0 24 2.21229 24 4.94143V18C24 21.3137 21.3137 24 18 24H6Z" fill="#FFDD33"/>
						<path d="M0 12.4781L0.799254 11.1399C3.30768 6.91664 6.79981 3.83513 9.84927 3.14763C12.038 2.65655 13.6488 3.40544 14.1406 5.17332C14.4604 6.3028 14.1898 8.07067 13.3906 10.0595L12.9971 11.0662H10.4641L10.8453 10.2437C11.3617 9.08966 11.6199 7.82513 11.4355 7.22357C11.3125 6.81843 11.2633 6.76932 10.9067 6.76932C9.99683 6.76932 8.37372 8.30393 6.8244 10.6365C5.25048 12.9814 4.30368 15.1422 4.30368 16.333C4.30368 18.015 5.8407 17.4625 7.83269 15.0562L8.74261 13.9513L7.43921 13.9145C6.72603 13.9022 6.14811 13.8408 6.14811 13.804C6.14811 13.7549 6.35714 13.3743 6.61537 12.9446L7.07032 12.1712H12.5298L11.9519 13.1656C11.0174 14.7739 9.57875 16.5786 8.20158 17.8922C6.06203 19.9179 4.14383 20.8755 2.01658 20.986C1.5387 21.0116 1.09634 21.0016 0.77995 20.9603C0.283514 20.0868 0 19.0765 0 18V12.4781Z" fill="black"/>
						<path fill-rule="evenodd" clip-rule="evenodd" d="M12.4315 14.0373C13.5873 11.545 15.6408 9.60529 17.6943 9.02827C18.5796 8.79501 19.3051 8.81957 19.9199 9.12649C20.6576 9.50707 20.9159 9.89993 20.9896 10.7716C21.1741 12.8955 18.8624 16.64 16.5876 17.9168C15.2842 18.6534 13.7718 18.8621 12.8373 18.4447C11.4724 17.8308 11.3371 16.3699 12.4315 14.0373ZM15.5301 16.3208C16.3909 16.4926 18.7271 13.2147 18.7394 11.8274C18.7517 11.3241 18.7148 11.2504 18.4812 11.2136C17.9033 11.1276 16.4277 12.9078 15.6039 14.6757C15.1858 15.5719 15.1489 16.2471 15.5301 16.3208Z" fill="black"/>
					</svg>
					<div class="card__hint">Вызвать<br>такси</div>
				</div>
				<div class="card__service">
					<svg class="card__svg" viewBox="0 0 24 24" fill="none" xmlns="http://www.w3.org/2000/svg">
						<path fill-rule="evenodd" clip-rule="evenodd" d="M14.5416 9.78541L18.9738 7.75879C18.9738 11.3074 16.5314 14.9735 14.3644 18.4668L10.6499 23.9999L12.2749 13.897L14.5416 9.78585V9.78541Z" fill="#C5141C"/>
						<path d="M11.5 0C15.6421 0 19 3.36969 19 7.52637C19 11.683 15.6421 15.0527 11.5 15.0527C7.35788 15.0527 4.00002 11.683 4 7.52637C4 3.36969 7.35786 0 11.5 0ZM11.5 4.51562C9.84314 4.51562 8.5 5.8637 8.5 7.52637C8.50001 9.18902 9.84315 10.5371 11.5 10.5371C13.1568 10.5371 14.5 9.18901 14.5 7.52637C14.5 5.86371 13.1568 4.51565 11.5 4.51562Z" fill="#EE0000"/>
					</svg>
					<div class="card__hint">Открыть<br>на карте</div>
				</div>
			</div>
			<x-base::button icon="plus-circle" mod="accent full-width" text="Добавить в маршрут"/>
		</div>
	</div>
</div>
