<x-layouts.base-layout title="Типографика">
	<x-layouts.wrapper class="d-my-56">
		<x-type::hero lang="ru">Достопримечательности</x-type::hero>
		<x-type::supheading>Таблица с ценами на модели минипланет</x-type::supheading>
		<x-type::h size="1" lang="ru">Достопримечательности</x-type::h>
		<x-type::p>Первый раз минипланеты были упомянут французским лётчиком в книге для взрослых детей. Тогда читатели
			углубились в философский аспект произведения, не придав значения идее частных планет-астероидов.
			Но с середины прошлого века технологии развились достаточно, чтобы предложить людям особенную замену
			классичискому решению жилищного вопроса.
		</x-type::p>
		<x-type::h size="2">Что такое минипланета?</x-type::h>
		<x-type::p>Минипланета — небольшой астероид, размером примерно с двухэтажный дом. Он перемещается по просторам
			космоса со скоростью 30 км/с. Безопасность перемещения обеспечивается автопилотом «Rose4Spikes».
			Каждая планета при желании может быть оснащена вулканами, фонарями и роботами-садовниками для прополки
			ростков баобабов.
		</x-type::p>
		<x-type::h size="3">Какими особенностями обладают минипланеты?</x-type::h>
		<x-type::p>На планете есть комплект мебели, необходимый для просмотра закатов</x-type::p>
		<x-type::h size="4">Как происходит транспортировка жителей на минипланету? Это, наверно, не быстро?</x-type::h>
		<x-type::p>Это быстро. Дело в том, что минипланеты оборудованы телепортами «DesertSnake 30s». Вы можете посетить
			любую из телестанций на Земле, с которой за 30 секунд вы всей семьёй сможете переместиться на поверхность
			вашего астероида.
			Вы также можете взять с собой багаж, но не более 23 кг на человека за рейс.
		</x-type::p>
		<x-type::h size="5">Сколько стоит частная минипланета? Есть гарантия на встроенное оборудование? На каких
			условиях предоставляется обслуживание?
		</x-type::h>
		<x-type::p>Мы даём бессрочную гарантию на частные астероиды и всё встроенное оборудование. Регулярное
			обслуживание минипланет мы предоставляем по отдельному договору.
		</x-type::p>
		<x-type::h size="6">А чем минипланета лучше квартиры или дома на земле? Разве не лучше жить вместе со всеми, как
			тысячи лет ранее?
		</x-type::h>
		<x-type::p>Можно жить и на Земле. Но в этом случае вы зависите от решений, принимаемых посторнними людьми.
			Войны, революции, вредная экология, уродливая реклама — зачем вам это? Не лучше ли сидеть на кресле, едующим
			за закатом по железной дороге и распивать можевеловый сок, дыша чистым свежесгенерированным кислородом
			в окружении близких?
		</x-type::p>
		<x-type::hint>Таблица с ценами на модели минипланет</x-type::hint>
	</x-layouts.wrapper>
</x-layouts.base-layout>
