<x-layouts.base-layout title="Типографика">
	<x-layouts.documentation>
		<x-layouts.wrapper>
			<x-type::hero lang="ru" class="mt-32 mb-40">Достопримечательности</x-type::hero>
			<x-type::supheading>Таблица с ценами на модели минипланет</x-type::supheading>
			<x-type::h size="1" lang="ru" class="mb-32">Достопримечательности</x-type::h>
			<x-type::p>Первый раз минипланеты были упомянуты французским лётчиком в книге для взрослых детей. Тогда читатели
				углубились в философский аспект произведения, не придав значения идее частных планет-астероидов.
				Но с середины прошлого века технологии развились достаточно, чтобы предложить людям особенную замену
				классичискому решению жилищного вопроса.
			</x-type::p>
			<x-type::h size="2" class="mt-48 mb-24">Что такое минипланета?</x-type::h>
			<x-type::p class="mb-24">Минипланета — небольшой астероид, размером примерно с двухэтажный дом. Он перемещается по просторам
				космоса со скоростью 30 км/с. Безопасность перемещения обеспечивается автопилотом «Rose4Spikes».
			</x-type::p>
			<x-type::p>Каждая планета при желании может быть оснащена вулканами, фонарями и роботами-садовниками для прополки
				ростков баобабов.</x-type::p>
			<x-type::h size="3" class="mt-48 mb-24">Какими особенностями обладают минипланеты?</x-type::h>
			<x-type::p>На планете есть комплект мебели, необходимый для просмотра закатов</x-type::p>
			<x-type::h size="4" class="mt-64 mb-32">Как происходит транспортировка жителей на минипланету? Это, наверно, не быстро?</x-type::h>
			<x-type::p class="mb-24">Это быстро. Дело в том, что минипланеты оборудованы телепортами «DesertSnake 30s». Вы можете посетить
				любую из телестанций на Земле, с которой за 30 секунд вы всей семьёй сможете переместиться на поверхность
				вашего астероида.
			</x-type::p>
			<x-type::p>Вы также можете взять с собой багаж, но не более 23 кг на человека за рейс.</x-type::p>
			<x-type::h size="5" class="mt-48 mb-24">Сколько стоит частная минипланета? Есть гарантия на встроенное оборудование? На каких
				условиях предоставляется обслуживание?
			</x-type::h>
			<x-type::p>Мы даём бессрочную гарантию на частные астероиды и всё встроенное оборудование. Регулярное
				обслуживание минипланет мы предоставляем по отдельному договору.
			</x-type::p>
			<x-type::h size="6" class="mt-48 mb-24">А чем минипланета лучше квартиры или дома на земле? Разве не лучше жить вместе со всеми, как
				тысячи лет ранее?
			</x-type::h>
			<x-type::p class="mb-24">Можно жить и на Земле. Но в этом случае вы зависите от решений, принимаемых посторнними людьми.
				Войны, революции, вредная экология, уродливая реклама — зачем вам это? Не лучше ли сидеть на кресле, едующим
				за закатом по железной дороге и распивать можевеловый сок, дыша чистым свежесгенерированным кислородом
				в окружении близких?
			</x-type::p>
			<x-type::hint class="mb-32">Таблица с ценами на модели минипланет</x-type::hint>
			<x-type::ol mod="base" class="mb-32">
				<x-type::li class="mb-4">Первый элемент нумерованного списка</x-type::li>
				<x-type::li class="mb-4">Второй элемент нумерованного списка</x-type::li>
				<x-type::ol class="mb-4">
					<x-type::li class="mb-4">Первый элемент вложенного нумерованного списка</x-type::li>
					<x-type::ol class="mb-4">
						<x-type::li class="mb-4">Первый элемент вложенного нумерованного списка</x-type::li>
						<x-type::li class="mb-4">Второй элемент вложенного нумерованного списка</x-type::li>
						<x-type::li class="mb-4">третий элемент вложенного нумерованного списка</x-type::li>
						<x-type::ol class="mb-4">
							<x-type::li class="mb-4">Первый элемент вложенного нумерованного списка</x-type::li>
							<x-type::li class="mb-4">Второй элемент вложенного нумерованного списка</x-type::li>
							<x-type::li class="mb-4">третий элемент вложенного нумерованного списка</x-type::li>
						</x-type::ol>
					</x-type::ol>
					<x-type::li class="mb-4">Второй элемент вложенного нумерованного списка</x-type::li>
					<x-type::li class="mb-4">третий элемент вложенного нумерованного списка</x-type::li>
				</x-type::ol>
				<x-type::li class="mb-4">Третий элемент нумерованного списка</x-type::li>
			</x-type::ol>
			<x-type::ul mod="disc" class="mb-64">
				<x-type::li class="mb-4">Первый элемент маркированного списка</x-type::li>
				<x-type::li class="mb-4">Второй элемент маркированного списка</x-type::li>
				<x-type::li class="mb-4">Третий элемент маркированного списка</x-type::li>
			</x-type::ul>
		</x-layouts.wrapper>
	</x-layouts.documentation>
</x-layouts.base-layout>
